Repository: common-repository/xmpp-sender
Catalog: lang/xmpp-sender-*.po
Languages: ru_ru

source: Options saved!
ru_ru: Настройки сохранены!

source: XMPP sender options
ru_ru: Настройки XMPP sender

source: Enter a jabber server which you will use to send messages from site. You should have a jabber account on it (talk.google.com for example)
ru_ru: Введите сервер jabber, который вы будете использовать для отправления сообщений с сайта. У вас должен быть зарегистрирован jabber аккаунт на нем (например, talk.google.com)

source: Enter a jabber server port (5222 for example)
ru_ru: Введите порт сервера jabber (например, 5222)

source: Enter login to your account on server entered previously
ru_ru: Введите логин на сервер jabber, который вы выбрали выше

source: Enter password to your account on server entered previously
ru_ru: Введите пароль для вашего аккаунта на сервере Jabber, который вы выбрали выше

source: Send copy to special admin jabber account?
ru_ru: Слать копии сообщений администратору?

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Admin account (for copies):
ru_ru: Jabber-аккаунт администратора (для копий сообщений):

source: Send message to the author of the post (new comment)?
ru_ru: Слать сообщения автору топика (о новых комментариях)?

source: Override emailing with xmpp for all notifications(included standard and in another plugins?
ru_ru: Вместо отправки email использовать отправку Jabber сообщений, даже в стандартных программах и других плагинах?

source: Messages template
ru_ru: Шаблон сообщения

source: Text befor variable
ru_ru: Текст перед переменной

source: Variable
ru_ru: Переменная

source: Text after variable
ru_ru: Текст после переменной

source: Comment author
ru_ru: Автор комментария

source: Post title
ru_ru: Название поста

source: Comment author E-mail
ru_ru: E-mail автора комментария

source: Comment content
ru_ru: Содержание комментария

source: Post URL
ru_ru: URI поста

source: Save
ru_ru: Сохранить

source: Send Test to Admin account (after save)!
ru_ru: Отправить ТЕСТ на аккаунт администратора (после сохранения)!

source: Notifications from blog to Jabber accounts of post author and(or) admin in case of new comment. Also you can override standard mailing to xmpp. Send your suggestions and critics to <a href="mailto:webmaster@blog.laptev.info">webmaster@blog.laptev.info</a> or in the plugin page as a comments.
ru_ru: Сообщения из блога на аккаунты Jabber автора поста и(или) администратора блога, в случае нового комментария. Так же есть возможность переопределить способ извещений с почты на XMPP для всего блога. Шлите ваши предложения и критику на <a href="mailto:webmaster@blog.laptev.info">webmaster@blog.laptev.info</a> или оставляйте комментарии на страничке плагина

source: Alexey Laptev
ru_ru: Алексей Лаптев
